{
    "Congratulations": "Поздравляем",
    "To reset your password, please": "Чтобы установить новый пароль, пожалуйста",
    "You have successfully completed your registration as a client of": "Вы успешно завершили регистрацию как клиент",
    "To activate your personal account, please": "Чтобы активировать Ваш аккаунт, пожалуйста",
    "Click here": "Нажмите сюда",
    "Hello": "Здравствуйте",
    "This is an automatically generated message.": "Это сообщение было сгенерировано автоматически нашим почтовым сервером.",
    "Please do not reply to this email, because our robot cannot read messages and will not reply you.": "Пожалуйста не отвечайте на это сообщение, потому-что наш робот их не читает и не сможет ответить вам",
    "If you want to contact the support team, please create a ticket in our": "Если вы хотите связаться с технической поддержкой, пожалуста создайте тикет в нашем",
    "We will respond and help you.": "Мы ответим и поможем Вам.",
    "Thank you for your attention!": "Спасибо за внимание!",
    "Terms of Service": "Правила Сервиса",
    "Request amount can't be more than :maxAmount :cryptoCurrency": "Запрашиваемая сумма не может быть больше :maxAmount  :cryptoCurrency",
    "Please do not reply to this email - you will not get a reply.": "Пожалуйста, не отвечайте на это письмо - вы не получите ответа.",
    "If you have any questions - feel free to contact our support team, they will be happy to help you at any time.": "Если у вас есть какие-либо вопросы - смело обращайтесь в нашу службу поддержки, они будут рады помочь вам в любое время.",
    "We are looking forward to working with you. Sincerely yours, the COINxChange team.": "Мы с нетерпением ждем возможности работать с вами. С уважением, команда COINxChange.",
    "If you didn’t send this request, please, do not take any action and contact our Support service as soon as possible.": "Если вы не отправляли этот запрос, пожалуйста, не предпринимайте никаких действий и как можно скорее обратитесь в нашу службу поддержки.",
    "We are looking forward to further cooperation with you. Sincerely yours, the COINxChange team.": "Надеемся на дальнейшее сотрудничество с вами. С уважением, команда COINxChange.",
    "We’ve received a request to reset your account password. In order to reset it, please": "Мы получили запрос на сброс пароля вашей учетной записи. Чтобы сбросить его, пожалуйста",
    "All right reserved": "Все права защищены",
    "en": "ru",
    "Profile": "Профиль",
    "Transaction history": "История транзакций",
    "Browser Sessions": "Сеансы браузера",
    "Name": "Имя",
    "Email": "Электронная почта",
    "Two Factor Authentication": "Двухфакторная аутентификация",
    "Delete Account": "Удалить аккаунт",
    "You have not enabled two factor authentication.": "Вы не включили двухфакторную аутентификацию",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Двухфакторная аутентификация - чрезвычайно мощный инструмент для обеспечения безопасности вашей учетной записи. Мы настоятельно рекомендуем вам включить ее, чтобы защитить ваш аккаунт и средства.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Здесь вы можете увидеть список устройств и браузеров, которые вы использовали для доступа к вашей учетной записи, а также активные сеансы. Если вы видите в этом списке устройство или браузер, которые вам не принадлежат, вы можете завершить их, нажав кнопку \"Завершить все активные сеансы\" ниже.",
    "Enable": "Активировать",
    "Save": "Сохранить",
    "Log Out Other Browser Sessions": "Завершить все активные сеансы",
    "Confirm Password": "Подтвердите пароль",
    "Password": "Пароль",
    "Cancel": "Отмена",
    "Confirm": "Подтвердить",
    "This device": "Это устройство",
    "Successfully register" : "Успешная регистрация",
    "Saved" : "Сохранено",
    "For your security, please confirm your password to continue." : "Для вашей безопасности, пожалуйста, подтвердите свой пароль, чтобы продолжить.",
    "Finish enabling two factor authentication." : "Завершите настройку двухфакторной аутентификации",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code." : "Для завершения настроки двухфакторной аутентификации отсканируйте следующий QR-код с помощью приложения аутентификатора на вашем телефоне или введите ключ настройки и предоставьте сгенерированный код OTP.",
    "Setup Key" : "Ключ настройки",
    "Code" : "Код",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices." : "Пожалуйста, введите ваш пароль для подтверждения выхода из всех сеансов браузера на всех устройствах."
}
