export const validation_text ={
    ru: {
        'Пароль не совпадает' : 'Пароль не совпадает',
        'Поле Электронная почта должно быть действительным электронным адресом.' : 'Поле Электронная почта должно быть действительным электронным адресом',
        'Email не найден' : 'Email не найден',

    },
    en: {
        'Пароль не совпадает' : 'The password does not match',
        'Поле Электронная почта должно быть действительным электронным адресом.' : 'The email field must be a valid email address',
        'Email не найден' : 'Email not found',
    },
}
